unicornphat/UnicornHat-Upnp_Graph/linkspeed.xml

<?xml version="1.0" encoding="utf-8" ?> <s:Envelope 
s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" 
xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
	<s:Body>
		<u:GetCommonLinkProperties 
xmlns:u="urn:schemas-upnp-org:service:WANIPConnection:1" />
	</s:Body> </s:Envelope>
